Repository: ts1/BLEUnlock
Catalog: BLEUnlock/*.lproj/Localizable.strings
Languages: sv

# about
source: About BLEUnlock
sv: Om BLEUnlock

# bluetooth_power_warn
source: Bluetooth is turned off. For BLEUnlock to work, turn it on.
sv: Bluetooth är avstängt. För att BLEUnlock ska fungera måste du slå på den.

source: Cancel
sv: Avbryta

source: ⬆Closer
sv: ⬆Närmare

source: Device
sv: Enhet

# device_not_set
source: Device not selected
sv: Enhet inte valts

# disabled
source: Disable
sv: Inaktivera

# enter_password
source: Enter password to unlock the lock screen.
sv: Ange lösenord för att låsa upp skärmen.

# enter_rssi_threshold
source: Enter Minimum RSSI
sv: Ange minsta RSSI värde

# enter_rssi_threshold_info
source: Device whose RSSI is less than this value will be ignored while scanning.
sv: Enheter vars RSSI-värde är lägre än detta värde kommer att ignoreras vid skanning.

source: ⬇Farther
sv: ⬇Längre bort

source: Launch at Login
sv: Starta vid inloggning

# lock_delay
source: Delay to Lock
sv: Fördröjning till låsning

# lock_now
source: Lock Screen Now
sv: Låsa skärmen nu

source: Lock RSSI
sv: Lås RSSI

source: minute
sv: minut

source: minutes
sv: minuter

# not_detected
source: Signal not detected
sv: Signalen har inte upptäckts

# notification_device_away
source: Device is away
sv: Enhet är borta

# notification_locked
source: This computer has been locked by BLEUnlock
sv: Den här datorn har låsts av BLEUnlock

# notification_lost_signal
source: Signal is lost
sv: Signalen är förlorad

# notification_update_available
source: Update is available.
sv: Updateting finns tillgänglig.

source: Passive Mode
sv: Passivt läge

# password_info
source: Your password will be securely stored in Keychain.
sv: Ditt lösenord lagras säkert i nyckelknippan.

# password_not_set
source: Password is not set.
sv: Lösenordet har inte angetts.

# pause_now_playing
source: Pause "Now Playing" while Locked
sv: Pausa "Spela nu" när den är låst

# quit
source: Quit BLEUnlock
sv: Avsluta BLEUnlock

source: Scanning…
sv: Skanning…

source: seconds
sv: seconder

source: Set Password…
sv: Ange lösenord…

# set_rssi_threshold
source: Set Minimum RSSI…
sv: Ange lägsta RSSI…

# timeout
source: No-Signal Timeout
sv: Ingen-signal tidsgräns

source: Unlock RSSI
sv: Lås upp RSSI

source: Use Screensaver to Lock
sv: Använd skärmsläckare för att låsa

source: Wake on Proximity
sv: Väckning om in närheten
